Tekla.Structures.ModelInternal.BimModelDataProduct.Utils.GetTrimbleConnectProjectIdLocation(Tekla.Structures.Model.Model)
Get Trimble Connect Project Id and location from the model UDA.
model: The Tekla Structures model
Returns: Tuple of the project id and location of TrimbleConnect project associated to the model